[
  {
    "source": "fragments",
    "book": 1,
    "entry": "1",
    "text": "What do I care whether matter is made up of atoms, indivisibles, or fire and earth? Isn’t it enough to know the nature of good and evil, the limits of desire and aversion, and of choice and refusal, and to use these as virtual guidelines for how to live? Questions beyond our ken we should ignore, since the human mind may be unable to grasp them. However easily one assumes they can be understood, what’s to be gained by understanding them in any case? It must be said, I think, that those who make such matters an essential part of a philosopher’s knowledge are creating unwanted difficulties.\n\nAnd what of the commandment at Delphi, to ‘know yourself’ – is that redundant too? No, not that, certainly. Well, what does it mean? If someone said to a chorus member ‘Know yourself,’ the command would mean that he should give attention to the other chorus members and their collective harmony. Similarly with a soldier or sailor. So do you infer that man is an animal created to live on his own, or in a community?\n\n‘A community.’\n\nCreated by whom?\n\n‘By nature.’\n\nWhat nature is and how it governs everything, whether it is knowable or not – are these additional questions superfluous?"
  },
  {
    "source": "fragments",
    "book": 2,
    "entry": "2",
    "text": "Whoever chafes at the conditions dealt by fate is unskilled in the art of life; whoever bears with them nobly and makes wise use of the results is a man who deserves to be considered good."
  },
  {
    "source": "fragments",
    "book": 3,
    "entry": "3",
    "text": "Everything obeys and serves the universe – the land and sea, the sun and other stars, as well as the world’s plants and animals. Our body also obeys it in both sickness and health (whichever it dictates), in youth and old age, and in the course of the body’s other changes. So it is unreasonable that our will, which is in our power, be the only thing to try to resist it. It is stronger than we are and very powerful indeed; besides, it has planned for us better than we could ourselves by including us in its grand design. Resistance is vain in any case; it only leads to useless struggle while inviting grief and sorrow."
  },
  {
    "source": "fragments",
    "book": 4,
    "entry": "4",
    "text": "Of things that are, God has put some under our control, some not. The best and most important thing is under our control and the basis of God’s own well-being – the use of external impressions. Rightly used, this leads to freedom, serenity, happiness and satisfaction; it is also the source of justice, law, restraint and virtue in general. He did not put anything else under our control. So we should support God by making the same distinction and doing everything to lay claim to what is in our control, while surrendering what is not to the care of the universe. Whether it asks for our children, our homeland, our body or anything else, resign it gracefully."
  },
  {
    "source": "fragments",
    "book": 5,
    "entry": "5",
    "text": "Which one of you does not admire what Lycurgus the Spartan said? He was blinded in one eye by a young citizen of Sparta, who was then handed over to Lycurgus to punish as he saw fit. Lycurgus not only declined to exact revenge, he gave the youth an education and made a good man of him. He then publicly introduced him at the theatre. The Spartans were indignant, but Lycurgus said, ‘The person you gave me was violent and aggressive; I’m returning him to you civilized and refined.’"
  },
  {
    "source": "fragments",
    "book": 6,
    "entry": "6",
    "text": "Above all, nature demands that we conform and adapt our will to our idea of what’s right and useful."
  },
  {
    "source": "fragments",
    "book": 7,
    "entry": "7",
    "text": "To imagine that we will be despised by others unless we use every means to inflict harm, especially on our enemies, is typical of very mean and ignorant people. We say that worthless people are recognized by, among other things, their inability to do harm; it would be much better to say that they’re recognized by their inability to do anyone good."
  },
  {
    "source": "fragments",
    "book": 8,
    "entry": "8",
    "text": "The nature of the universe was, is and always will be the same, and things cannot happen any differently than they do now. It’s not just mankind and the other animals on earth that share in the cycle of change, but also the heavens and even the four basic elements: up and down they change and alternate, earth becoming water, water air, and air in turn becoming fire – with an analogous change from above downwards. If we try to adapt our mind to the regular sequence of changes and accept the inevitable with good grace, our life will proceed quite smoothly and harmoniously."
  },
  {
    "source": "fragments",
    "book": 9,
    "entry": "9",
    "text": "[from Aulus Gellius, Attic Nights XIX 1, 14-21] A renowned Stoic philosopher drew from his satchel Book Five of the Discourses of Epictetus, edited by Arrian, writings that undoubtedly agree with those of Zeno and Chrysippus. There (translated from the Greek) we find a passage to this effect:\n\nImpressions (which philosophers call), striking a person’s mind as soon as he perceives something within range of his senses, are not voluntary or subject to his will, they impose themselves on people’s attention almost with a will of their own. But the act of assent (which they call) which endorses these impressions is voluntary and a function of the human will. Consequently, when a frightening noise comes from heaven or in consequence of some accident, if an abrupt alarm threatens danger, or if anything else of the kind happens, the mind even of a wise man is inevitably shaken a little, blanches and recoils – not from any preconceived idea that something bad is about to happen, but because certain irrational reflexes forestall the action of the rational mind.\n\nInstead of automatically assenting to these impressions (i.e. these frightening mental images), however (that is), our wise man spurns and rejects them, because there is nothing there that need cause him any fear. And this, they say, is how the mind of the wise man differs from the fool’s: the latter believes that impressions apparently portending pain and hardship when they strike his mind really are as they seem, so he approves (the word the Stoics use when discussing this matter) them and accepts that he should fear them as if this were self-evident. But the wise man, soon regaining his colour and composure, (does not assent), reaffirms his support of the view he’s always had about such impressions – that they are not in the least to be feared, but are only superficially and speciously frightening."
  },
  {
    "source": "fragments",
    "book": 10,
    "entry": "10",
    "text": "[from Aulus Gellius, Attic Nights XVII 19] According to Favorinus, Epictetus said that most apparent philosophers were philosophers ‘not in their actions, only their words’. A more incisive form of the idea was committed to writing in the books that Arrian composed based on Epictetus’ lectures: ‘Whenever,’ Arrian writes, ‘Epictetus noticed a person with no sense of shame but plenty of misplaced energy, vicious in character but possessed of a ready tongue, concerned with everything to the exclusion of his soul, whenever (he says) he saw such a character apply himself to any of various philosophical disciplines – taking up physics, studying logic, exploring various abstract topics of this sort – he’d be moved to cry out, invoking both gods and men, and in the course of his appeal would address these remarks to the person: “Friend, where are you storing all this erudition? Consider whether the receptacle is clean. If it’s being added to the vessel of vague opinion, it’s as good as lost. And if it spoils, it will turn into urine, vinegar or something even worse.” ’\n\nThere is absolutely nothing truer than these words, or more important; the greatest of philosophers thus implies that the writings and teachings of philosophy, when emptied into someone vicious and a fake – as into a foul and filthy vessel – become spoiled, degraded, and debased, turning into urine (as he says, in rather Cynic style) or, if it’s possible, something even more disgusting.\n\nAccording to Favorinus, Epictetus would also say that there were two vices much blacker and more serious than the rest: lack of persistence and lack of self-control. The former means we cannot bear or endure hardships that we have to endure, the latter means that we cannot resist pleasures or other things we ought to resist. ‘Two words,’ he says, ‘should be committed to memory and obeyed by alternately exhorting and restraining ourselves, words that will ensure we lead a mainly blameless and untroubled life.’ These two words, he used to say, were ‘persist and resist’."
  },
  {
    "source": "fragments",
    "book": 10,
    "entry": "10a",
    "text": "[from Arnobius, Against the Pagans II 78] When the health of our soul and our self-respect is at stake, even irrational measures are justified, as Arrian quotes Epictetus saying, with approval."
  },
  {
    "source": "fragments",
    "book": 11,
    "entry": "11",
    "text": "Archelaus invited Socrates to his court with the promise of wealth. But Socrates reported back that ‘In Athens four quarts of barley meal can be bought for a penny, and there are plenty of springs of fresh water. If my means are slight, still I can manage on them, which makes them adequate for my purposes.’ Can’t you see that Polus performed Oedipus as a king no more pleasingly or eloquently than he played Oedipus as a beggar and wanderer? Then won’t the good man make as fine a showing as Polus by performing well in every costume in which destiny dresses him? Shouldn’t he imitate Odysseus, who was no less dignified wearing rags than in his royal purple robe?"
  },
  {
    "source": "fragments",
    "book": 12,
    "entry": "12",
    "text": "There are some quietly temperamental people who coldly and calmly act the same way as people wholly carried away by anger. Their vice should be avoided too as it is much worse than being boiling mad; people of the latter sort soon get their satisfaction, whereas the former hold on to their anger like patients with a low- grade fever."
  },
  {
    "source": "fragments",
    "book": 13,
    "entry": "13",
    "text": "‘But,’ someone objects, ‘I see good people dying of cold and hunger.’\n\nWell, don’t you see wicked people dying of luxury, pride and excess?\n\n‘Yes, but it’s demeaning to depend on others for one’s living.’\n\nWho is really self-sufficient, fool – apart from the universe itself? In any case, to object to providence on the grounds that the wicked go unpunished since they are rich and powerful is like saying that, if they lost their sight, they escaped punishment since they still had their fingernails intact. Personally, I say that virtue is more valuable than wealth to the same degree that eyes are more valuable than fingernails."
  },
  {
    "source": "fragments",
    "book": 14,
    "entry": "14",
    "text": "Let’s question those gloomy philosophers who say that pleasure is not itself in agreement with nature but a mere byproduct of the things in agreement with nature, like justice, self-control and freedom. Why, then, does the soul delight and ‘find content’, as Epicurus says, in the goods of the body, fragments which are supposed to be inferior, but not take pleasure in its own (supposedly superior) goods? Well, nature has also endowed mewith a sense of shame, and I blush deeply whenever I catch myself saying anything disgraceful. It’s this reflex that will not allow me to propose pleasure as the good and the goal of life."
  },
  {
    "source": "fragments",
    "book": 15,
    "entry": "15",
    "text": "Women in Rome thumb Plato’s Republic because it advocates for the community of women. They attend only to the letter, not the spirit, which was not to encourage one man and one woman to marry and move in together – with the idea that women would then be shared – but to do away with that sort of marriage and introduce a different kind. People in general love to cite authority as a pretext to indulge their vices – when we know that philosophy says we should not even extend a finger without good reason."
  },
  {
    "source": "fragments",
    "book": 16,
    "entry": "16",
    "text": "We should realize that an opinion is not easily formed unless a person says and hears the same things every day and practises them in real life."
  },
  {
    "source": "fragments",
    "book": 17,
    "entry": "17",
    "text": "When we are guests at a dinner party, we content ourselves with the food on offer; if anyone were to tell the host to put out fish or cake, he would seem rude. In real life, however, we ask the gods for what they do not give, and this though they have provided us with plenty."
  },
  {
    "source": "fragments",
    "book": 18,
    "entry": "18",
    "text": "It is just charming how people boast about qualities beyond their control. For instance, ‘I am better than you because I have many estates, while you are practically starving’; or, ‘I’m a consul,’ ‘I’m a governor,’ or ‘I have fine curly hair.’ One horse doesn’t say to another, ‘I’m better than you because I have lots of hay and barley, my reins are of gold, and my saddle is embroidered,’ but ‘I’m better because I’m faster than you.’ Every animal is judged better or worse based on its particular virtue or defect. Is man the only creature lacking a virtue, that we have to take account of his hair, his clothes, or his ancestry?"
  },
  {
    "source": "fragments",
    "book": 19,
    "entry": "19",
    "text": "People who are physically ill are unhappy with a doctor who doesn’t give them advice, because they think he has given up on them. Shouldn’t we feel the same towards a philosopher – and assume that he has given up hope of our ever becoming rational – if he will no longer tell us what we need (but may not like) to hear?"
  },
  {
    "source": "fragments",
    "book": 20,
    "entry": "20",
    "text": "People with a strong physical constitution can tolerate extremes of hot and cold; people of strong mental health can handle anger, grief, joy and the other emotions."
  },
  {
    "source": "fragments",
    "book": 21,
    "entry": "21",
    "text": "It is only right to praise Agrippinus, who never praised himself, although he was a man of the highest character. If he was praised by anyone else, he only became embarrassed. He was more inclined to praise every difficulty he faced: if he had a fever, he composed a paean to fever, if he faced exile or disgrace he would celebrate those. Once, when he was preparing for lunch, a messenger arrived from Rome announcing that Nero had sentenced him to exile. Unflustered he replied, ‘Then why don’t we just move our lunch to Aricia.’"
  },
  {
    "source": "fragments",
    "book": 22,
    "entry": "22",
    "text": "When he was governor, Agrippinus tried to convince the people whom he sentenced that it was for their own good to be sentenced. ‘I don’t at all condemn them in a spirit of malice,’ he said, ‘much less with an eye to seizing their property. I act in a spirit of concern and good will, like a doctor who comforts the patient whom he plans to cut open, and cajoles him into submitting to the operation.’"
  },
  {
    "source": "fragments",
    "book": 23,
    "entry": "23",
    "text": "Nature is amazing and ‘on the side of life’, as Xenophon says. Take the body – the nastiest and least pleasant thing of all – which we nevertheless love and look after. If we had to look after our neighbour’s body, we’d be sick of it inside of a week. Imagine what it would be like to rise at dawn and brush someone else’s teeth, or wipe their private parts after they’ve answered nature’s call. Really, it’s amazing that we can love something that on a daily basis requires so much of our attention.\n\nI stuff this paunch, then empty it; and what could be more tedious? But God must be obeyed, and so I live on and put up with washing, feeding and housing my miserable body. When I was younger it asked something else of me, and I put up with that too. So why can’t you tolerate it, when nature, which gave you this body, asks for it back?\n\n‘But I love it.’\n\nWasn’t it nature, as I just finished saying, that made you love it? It’s nature, too, that tells you it’s time to let it go, so that you won’t have to fuss over it any more."
  },
  {
    "source": "fragments",
    "book": 24,
    "entry": "24",
    "text": "Whenever someone dies young, they blame the gods because they are being taken before their time; an old man who does not die also blames the gods for his ailments, because by now he ought to have reached his resting place. Nevertheless, when death approaches he wants to live and sends for the doctor, begging him to spare nothing of his skill and energy. People are strange, Epictetus said: they neither wish to live nor die."
  },
  {
    "source": "fragments",
    "book": 25,
    "entry": "25",
    "text": "Whenever you set about attacking someone with violent threats, remember to give them fair warning, because you are not a savage animal. And if you refrain from savage behaviour, in the end you will have nothing to regret or explain."
  },
  {
    "source": "fragments",
    "book": 26,
    "entry": "26",
    "text": "[from Marcus Aurelius, The Meditations IV 41] You are a bit of soul carrying around a dead body, as Epictetus used to say."
  },
  {
    "source": "fragments",
    "book": 27,
    "entry": "27",
    "text": "[from Marcus Aurelius, The Meditations XI 37] Epictetus said that we must find a method for managing assent. In the field of assent we have to be careful to use it with reservation, with restraint and in the service of society. Drop desire altogether and apply aversion to nothing that is not under our control."
  },
  {
    "source": "fragments",
    "book": 28,
    "entry": "28",
    "text": "[from Marcus Aurelius, The Meditations XI 38] It is nothing trivial at stake here, Epictetus said, but a question of sanity or insanity."
  },
  {
    "source": "fragments",
    "book": 28,
    "entry": "28a",
    "text": "[from Marcus Aurelius, The Meditations XI 39] Socrates would say, ‘What do you want? To have the souls of rational or irrational animals?’\n\n‘Rational.’\n\n‘Healthy or unhealthy rational animals?’\n\n‘Healthy’\n\n‘Then why don’t you work at it?’\n\n‘Because we have them already.’\n\n‘Then why are you fighting and quarrelling with one another?’"
  },
  {
    "source": "fragments",
    "book": 28,
    "entry": "28b",
    "text": "[from Marcus Aurelius, The Meditations IV 49, 2-6] ‘Poor me, because this happened to me.’ No, say rather, ‘Lucky me, because though this happened to me I’m still happy, neither broken by present circumstance nor afraid for the future.’ Because the same thing could have happened to anyone, but not everyone could have remained content. So why is the former a misfortune any more than the latter is a blessing? Do you actually call anything a human misfortune that isn’t a perversion of human nature? And don’t you think a perversion of human nature must run counter to nature’s will? Well, you understand its will. So does this misfortune prevent you in any way from being just, generous, sober, reasonable, careful, free from error, courteous, free, etc. – all of which together make human nature complete?\n\nRemember from now on whenever something tends to make you unhappy, draw on this principle: ‘This is no misfortune; but bearing with it bravely is a blessing.’"
  }
]